INSERT INTO `authors` (`id`, `name`, `surname`)
VALUES ('1', 'Стивен', 'Кинг'),
 ('2', 'Чак', 'Паланик'),
 ('3', 'Данте', 'Алигьери'),
 ('4', 'Уолтер', 'Миллер'),
 ('5', 'Робер', 'Мерль');

 INSERT INTO `books` (`id`, `ISBN`, `name`, `pages`, `date`) VALUES
('1', 1234-4231-1234-4321, 'Кэрри', 321, '1999-01-01'),
('2', 534-3425-543-2345, 'Бойцовский клуб', 213, '1998-01-01'),
('3', 423-234-432-234, 'Мгла', 198, '1996-01-01'),
('4', 65434-3456-6543, 'Страсти по Лейбовицу', 432, '1997-01-01');

INSERT INTO `genre` (`id`, `name`) VALUES ('1', 'Ужасы'), ('2', 'Мистика'), ('3', 'Фантастика'), ('4', 'Роман');

INSERT INTO `book_author` (`id_book`, `id_author`)
VALUES ('1', '1'), ('2', '2'), ('3','1'), ('4', '4'), ('4', '5');

INSERT INTO `book_genre` (`id_book`, `id_genre`)
VALUES ('1', '1'), ('1', '2'), ('1', '3'), ('2', '4'), ('3', '1'), ('3', '3'), ('4', '3');
